Repository: doesluck1026/Wifi-File-Transfer-App
Catalog: FileSharingApp_Desktop/FileSharingApp_Desktop/Properties/Resources.*.resx
Languages: fr

# Ac_btnReceive
source: Receive Files
fr: Recevoir des fichiers

# Ac_btnSend
source: Send Files
fr: Envoyer les fichiers

# Ac_InfoMessage
source: Choose what to do.
fr: Choisissez quoi faire.

# Done_btnHome
source: Homepage
fr: Accueil

# Done_btnOpen
source: Open
fr: Ouvrir

# Done_InfoMessage
source: File transfer is successful!
fr: Le transfert de fichiers est réussi!

# Done_lblFiles
source: Files
fr: Fichiers

# Files_Warning_NoFile
source: No file is selected!
fr: Aucun fichier n'est sélectionné.

# File_btnAdd
source: Add more
fr: Ajouter

# File_btnConfirm
source: Confirm
fr: Confirmer les fichiers

# File_btnOpen
source: Open
fr: Afficher

# File_btnRemove
source: Remove
fr: Enlever

# File_InfoMessage
source: Review selected files.
fr: Passez en revue les fichiers sélectionnés.

# File_SelectedList
source: List of selected files
fr: Liste des fichiers sélectionnés

# Info_InfoMessage
source: Thanks for using this application. You can follow and support us for more!
fr: Merci d'utiliser cette application. Vous pouvez nous suivre et nous soutenir pour en savoir plus!

# Main_btnSelect
source: Select FIles
fr: Sélectionnez les fichiers

# Main_InfoMessage1
source: Please make sure that your phone and the receiver device are connected to same Wi-Fi!
fr: Veuillez vous assurer que votre téléphone et l'appareil récepteur sont connectés au même Wi-Fi!

# Main_InfoMessage2
source: Select the files you want to send. You can select multiple files.
fr: Sélectionnez les fichiers que vous souhaitez envoyer. Vous pouvez sélectionner plusieurs fichiers.

# Permission_btnAccept
source: Accept
fr: Accepter

# Permission_InfoMessage
source: New Request
fr: Nouvelle demande

# Permission_RequestMessage
source: wants to send you some files :
fr: veut vous envoyer des fichiers:

# Permission_RequestMessage2
source: Do you want to receive?
fr: Voulez-vous recevoir?

# Permisson_btnDecline
source: Decline
fr: Refuser

# Rec_InfoMessage
source: Waiting for connection...
fr: Attente de la connexion...

# Send_btnRefresh
source: Refresh
fr: Actualiser

# Send_btnSend
source: Send
fr: Envoyer

# Send_deviceList
source: Available device list :
fr: Liste des appareils disponibles:

# Send_infoMessage
source: Select the target device
fr: Sélectionnez l'appareil cible

# Send_Scanning
source: Scanning Network...
fr: Réseau de numérisation ...

# Send_TargetIP
source: Target IP :
fr: IP cible

# Send_Warning_Goback
source: You can't go back after sending a request. Sorry...
fr: Vous ne pouvez pas revenir en arrière après avoir envoyé une demande. Pardon...

# Send_Warning_rejected
source: Sorry... Transfer request is rejected by
fr: Désolé ... La demande de transfert est rejetée par

# Settings_fristTimeInfo
source: It is better to change the name of your device so that you can easily recognize it later. This name will be seen when you want to receive files. You can also change the language of this app
fr: Il est préférable de changer le nom de votre appareil afin de pouvoir le reconnaître facilement plus tard. Ce nom sera visible lorsque vous souhaitez recevoir des fichiers. Vous pouvez également changer la langue de cette application

# Settings_WelcomeMessage
source: Welcome to Buggy File Transfer App!
fr: Bienvenue dans l'application Buggy File Transfer!

# Setting_btnSave
source: Save
fr: Enregistrer

# Setting_DeviceName
source: Device Name
fr: Nom du périphérique

# Setting_Language
source: Language :
fr: Langue

# Setting_Warning_Saving
source: Saving Parameters...
fr: Enregistrement des paramètres ...

# Transfer_btnAbort
source: Cancel
fr: Annuler

# Transfer_ConfirmAbortMessage
source: Do you really want to cancel transfer?
fr: Voulez-vous vraiment annuler le transfert?

# Transfer_ConfirmAbortNo
source: No
fr: NON

# Transfer_ConfirmAbortYes
source: Yes
fr: OUI

# Transfer_Filename
source: File name :
fr: Nom de fichier

# Transfer_FileSize
source: File Size :
fr: Taille du fichier :

# Transfer_InfoMessage
source: Files are being transferred...
fr: Les fichiers sont en cours de transfert ...

# Transfer_Remaining
source: Remaining :
fr: Restant

# Transfer_Time
source: Time :
fr: Heure

# Transfer_TransferSpeed
source: Transfer speed :
fr: Vitesse de transfert:

# Transfer_Warning_GoBack
source: You can't go back while files are being transferred!
fr: Vous ne pouvez pas revenir en arrière pendant le transfert des fichiers!

# YourDeviceName
source: Device Name
fr: Le nom de votre appareil

# YourIPAddress
source: IP Address
fr: Adresse IP

# Transfer_AbortedMessage
source: Transfer is aborted by other device.
fr: Le transfert est interrompu par un autre appareil.

# Done_OpenFolder
source: Open Output Folder
fr: Ouvrir le dossier de sortie

# Main_DragInfo
source: Drag Your Files Here or Click to Select Files.
fr: Faites glisser vos fichiers ici ou cliquez pour sélectionner des fichiers.

# Main_OrReceive
source: Or wait here to receive files.
fr: Ou attendez ici pour recevoir les fichiers.

# Rejected_Title
source: Transfer is Rejected!
fr: Le transfert est rejeté!

# Setting_OutputFolder
source: Output Folder
fr: Dossier de sortie :

# Settings_SelectTargetFolder
source: Select folder to store received files.
fr: Sélectionnez le dossier pour stocker les fichiers reçus.
